Repository: marinsagovac/woocommerce-tcom-payway
Catalog: languages/tcom-payway-wc-*.po
Languages: hr

source: Use Woo Multi Currency conversion
hr: Koristi Woo Multi Currency konverziju

source: Enable currency auto conversion for <a href="https://wordpress.org/plugins/woo-multi-currency/">Woo Multi Currency</a> plugin. Make sure that is checked "Allow Multi Currency" in plugin page.
hr: Omogućiti autokonverziju za dodatak <a href="https://wordpress.org/plugins/woo-multi-currency/">"Woo Multi Currency"</a>. Provjerite je li "Dozvoliti viševalutnost" označena na stranici dodatka

source: Enable/Disable
hr: Omogući/Onemogući

source: Enable Hrvatski Telekom PayWay Module.
hr: Omogući Hrvatski Telekom PayWay modul.

source: Title:
hr: Naslov:

source: This controls the title which the user sees during checkout.
hr: Ovo kontrolira naslov koji će kupac koristi prilikom procesa naplate.

source: Description:
hr: Opis:

source: This controls the description which the user sees during checkout.
hr: Ovo kontrolira opis koji će kupac koristiti prilikom procesa naplate.

source: Payway Hrvatski Telekom is secure payment gateway in Croatia and you can pay using this payment in other currency.
hr: PayWay Hrvatski Telekom je siguran pristupnik plaćanja u Hrvatskoj u kojem se može izvršiti plaćanja i u drugim valutama.

source: Authorize URL:
hr: URL adresa autorizacije

source: PayWay Hrvatski Telekom data submiting to this URL
hr: Podaci PayWay Hrvatski Telekom poslani na ovaj URL

source: Shop ID:
hr: ID broj trgovine:

source: Unique id for the merchant acc, given by bank.
hr: Jedinstveni ID za račun trgovca koji omogućava banka.

source: Secret Key:
hr: Tajni ključ:

source: Response URL success
hr: URL adresa za uspješnu transakciju

source: Response URL fail:
hr: URL adresa za neuspješnu transakciju

source: Message redirect:
hr: Poruka za redirekciju:

source: Message to client when redirecting to PayWay page
hr: Poruka kupcu kod redirekcije na stranicu PayWay

source: PayWay Hrvatski Telekom payment gateway
hr: PayWay Hrvatski Telekom pristupnik plaćanja

source: <a target="_blank" href="http://pgw.t-com.hr/">PayWay Hrvatski Telekom</a> is payment gateway from telecom Hrvatski Telekom who provides payment gateway services as dedicated services to clients in Croatia.
hr: <a target="_blank" href="http://pgw.t-com.hr/">PayWay Hrvatski Telekom</a> je pristupnik plaćanja Hrvatski Telekom koji omogućava usluge proces naplate kao dedicated usluge klijentima u Hrvatskoj.

source: Pay via PayWay
hr: Plati putem PayWaya

source: Cancel order &amp; restore cart
hr: Otkazivanje narudžbe i vraćanje na košaricu

source: Action successful
hr: Akcija uspješna

source: Action unsuccessful
hr: Akcija neuspješna

source: Error processing
hr: Greška u procesiranju

source: Action cancelled
hr: Akcija je otkazana

source: Action unsuccessful (3D Secure MPI)
hr: Akcija neuspješna (3D Secure MPI)

source: Incorrect signature (pwg_signature)
hr: Neispravan potpis (pwg_signature)

source: Incorrect store ID (pgw_shop_id)
hr: Neispravan ID trgovine (pgw_shop_id)

source: Incorrect transaction ID (pgw_transaction_id)
hr: Neispravan ID transakcije (pgw_transaction_id)

source: Incorrect amount (pgw_amount)
hr: Neispavan iznos (pgw_amount)

source: Incorrect authorization_type (pgw_authorization_type)
hr: Neispravna vrsta autorizacije (pgw_authorization_type)

source: Incorrect announcement duration (pgw_announcement_duration)
hr: Neispravno trajanje najave (pgw_announcement_duration)

source: Incorrect installments number (pgw_installments)
hr: Neispravan broj rata (pgw_installments)

source: Incorrect language (pgw_language)
hr: Neispravan jezik (pgw_language)

source: Incorrect authorization token (pgw_authorization_token)
hr: Neispravan autorizacijski kod (pgw_authorization_token)

source: Incorrect card number (pgw_card_number)
hr: Neispravan broj kartice (pgw_card_number)

source: Incorrect card expiration date (pgw_card_expiration_date)
hr: Neispravan datum isteka kartice (pgw_card_expiration_date)

source: Incorrect card verification data (pgw_card_verification_data)
hr: Neispravni podaci verifikacije kartice (pgw_card_verification_data)

source: Incorrect order ID (pgw_order_id)
hr: Neispravan broj narudžbe (pgw_order_id)

source: Incorrect order info (pgw_order_info)
hr: Neispravan info narudžbe (pgw_order_info)

source: Incorrect order items (pgw_order_items)
hr: Neispravni artikli narudžbe (pgw_order_items)

source: Incorrect return method (pgw_return_method)
hr: Neispravna povratna metoda (pgw_return_method)

source: Incorrect success store url (pgw_success_url)
hr: Neispravna URL adresa povratka na trgovinu (pgw_success_url)

source: Incorrect error store url (pgw_failure_url)
hr: Neispravna URL adresa trgovine za grešku (pgw_failure_url)

source: Incorrect merchant data (pgw_merchant_data)
hr: Neispravni podaci trgovca (pgw_merchant_data)

source: Incorrect buyer's name (pgw_first_name)
hr: Neispravno ime kupca (pgw_first_name)

source: Incorrect buyer's last name (pgw_last_name)
hr: Neispravno prezime (pgw_last_name)

source: Incorrect address (pgw_street)
hr: Neispravna adresa (pgw_street)

source: Incorrect city (pgw_city)
hr: Neispravan grad (pgw_city)

source: Incorrect ZIP code (pgw_post_code)
hr: Neispravan poštanski broj (pgw_post_code)

source: Incorrect country (pgw_country)
hr: Neispravna zemlja (pgw_country)

source: Incorrect contact phone (pgw_telephone)
hr: Neispravni kontakt telefon (pgw_telephone)

source: Incorrect contact e-mail address (pgw_email)
hr: Neispravna e-mail adresa (pgw_email)

source: PayWay Hrvatski Telekom payment successful. Unique Id:
hr: PayWay Hrvatski Telekom plaćanje uspješno. Jedinstveni ID:

source: Awaiting payment
hr: Čekanje plaćanja

source: Payment successful
hr: Plaćanje uspješno

source: Payment on PayWay Hrvatski Telekom is successfully completeted and order status is processed.
hr: Plaćanje na PayWayu Hrvatski Telekom je uspješno završeno i status narudžbe je procesiran.

source: Payment for order no. %s was sucessful.
hr: Plaćanje za narudžbu broj %s je bilo uspješno.

source: A payment was not successfull or declined
hr: Plaćanje nije uspjelo ili je odbijeno

source: Reason:
hr: Razlog:

source: Order Id:
hr: Broj narudžbe:

source: Redirecting...
hr: Preusmjeravanje ...
